adpyke.codesnap
alexcvzz.vscode-sqlite
cweijan.vscode-ssh
DavidAnson.vscode-markdownlint
esbenp.prettier-vscode
magicstack.MagicPython
mechatroner.rainbow-csv
mhutchie.git-graph
ms-pyright.pyright
ms-python.python
muhammad-sammy.csharp
PKief.material-icon-theme
RandomFractalsInc.vscode-data-preview
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.LiveServer
SonarSource.sonarlint-vscode
sourcery.sourcery
TabNine.tabnine-vscode
zhuangtongfa.material-theme
rangav.vscode-thunder-client
zaaack.markdown-editor
NoahSyn10.pydoctestbtn
alor-pretatma.easy-runner
quanzaiyu.vscode-json-enhanced
felixfbecker.css-stacking-contexts
mongodb.mongodb-vscode
